{
    "op": {
        "title":"Now that the dust has settled...",
        "user":"FaradayInTheLife",
        "time":"2077-10-24 10:08:21",
        "body":"What went wrong?"
    },
    "replies": [
        {
            "user":"StarsAndStripesForever",
            "time":"2077-10-24 10:11:13",
            "body":">Now that the dust has settled...\n\nThe dust hasn't fucking settled, moron."
        },
        {
            "user":"2feets1streets",
            "time":"2077-10-24 10:12:48",
            "body":"speak for yourselves. my life has been pretty peaceful these past few days. i'm thinking this is all just another HOAX."
        },
        {
            "user":"THERAPTUREISHERE",
            "time":"2077-10-24 10:19:01",
            "body":"REPENT FOR YOUR SINS. ONLY THE MIGHTY LORD GOD AND HIS SON JESUS CHRIST CAN SAVE YOUR SOULS.\n\nREVELATION 20-21: And the rest of the men which were not killed by these plagues yet repented not of the works of their hands, that they should not worship devils, and idols of gold, and silver, and brass, and stone, and of wood: which neither can see, nor hear, nor walk:\nNeither repented they of their murders, nor of their sorceries, nor of their fornication, nor of their thefts."
        },
        {
            "user":"sleeplessPilot",
            "time":"2077-10-24 10:23:03",
            "body":"Well for starters maybe we should've tried to make better use of the infinite energy we've been able to produce for years"
        },
        {
            "user":"nixonlover66",
            "time":"2077-10-24 10:25:19",
            "body":"WE SHOULD HAVE KILLED MORE COMMUNISTS"
        },
        {
            "user":"FaradayInTheLife",
            "time":"2077-10-24 10:28:20",
            "body":">maybe we should've tried to make better use of the infinite energy\n\nFair point, but what would you have proposed we do with it? Hand our most powerful technology over to the communists? I don't think letting them win would have saved us."
        },
        {
            "user":"sleeplessPilot",
            "time":"2077-10-24 10:35:53",
            "body":">I don't think letting them win would have saved us.\n\nYeah, and look where that mindset fucking got us."
        },
        {
            "user":"FaradayInTheLife",
            "time":"2077-04-05 10:40:44",
            "body":"I just don't think it would have changed anything. If China had fusion they would've used it against us. All they care about is taking over the world."
        },
        {
            "user":"littleredbook",
            "time":"2077-06-05 04:41:06",
            "body":"My god you American pigs don't ever change. Even in the face of utter destruction you still want nothing more than to keep burying your snouts in the slop trough and squealing for seconds from your imperial masters.\n\nIt's a good thing there will be nothing left to remember you by. Every stupid atom of your already zombified bodies will soon be scattered in the wind."
        }
    ]
}