{
    "op": {
        "title":"Get in your fallout shelters folks",
        "user":"FredFingers",
        "time":"2077-10-23 00:49:11",
        "body":"You DID dig your family a fallout shelter, right? Right??"
    },
    "replies": [
        {
            "user":"ferguson_herpetologist",
            "time":"2077-10-23 00:56:38",
            "body":"no... i forgot... can i stay in yours?"
        },
        {
            "user":"bombchinanow",
            "time":"2077-10-23 01:11:20",
            "body":"*burrrrrrp* me too. sorry i have digestion issues. that won't be a problem will it?"
        },
        {
            "user":"SaintJohn",
            "time":"2077-10-23 01:18:49",
            "body":"Typing this from my shelter right now"
        },
        {
            "user":"1red_star",
            "time":"2077-10-23 01:33:24",
            "body":"Hahaha pussies. Go out and feel the wind on your face. A little radiation won't kill you."
        },
        {
            "user":"JG",
            "time":"2077-10-23 06:43:24",
            "body":">Go out and feel the wind on your face\n\nYou first, brah"
        },
        {
            "user":"spidersinmywalls",
            "time":"2077-10-24 07:24:57",
            "body":"Holy shit, a BOMB just landed on my house!"
        },
        {
            "user":"NumberOneChimpLover",
            "time":"2232-04-05 19:41:06",
            "body":"Wait, are you guys being for real?"
        },
        {
            "user":"JG",
            "time":"2077-10-23 06:43:24",
            "body":"Seriously? Yes, dude. New York just got fucking obliterated. Where have you been? Turn on the TV it's on EVERY channel."
        },
        {
            "user":"NumberOneChimpLover",
            "time":"2232-04-05 19:41:06",
            "body":"Uh oh"
        },
        {
            "user":"NumberOneChimpLover",
            "time":"2232-04-05 19:41:06",
            "body":"UH oh....."
        },
        {
            "user":"THERAPTUREISHERE",
            "time":"2077-10-24 10:19:01",
            "body":"REPENT FOR YOUR SINS. ONLY THE MIGHTY LORD GOD AND HIS SON JESUS CHRIST CAN SAVE YOUR SOULS.\n\nREVELATION 20-21: And the rest of the men which were not killed by these plagues yet repented not of the works of their hands, that they should not worship devils, and idols of gold, and silver, and brass, and stone, and of wood: which neither can see, nor hear, nor walk:\nNeither repented they of their murders, nor of their sorceries, nor of their fornication, nor of their thefts."
        },
        {
            "user":"Samwise",
            "time":"2232-04-05 19:41:06",
            "body":"WTF are you guys posting here for??? It's LITERALLY the end of the world!"
        },
        {
            "user":"spidersinmywalls",
            "time":"2077-10-24 07:24:57",
            "body":"What else should I be doing? Praying to god like a chump?"
        },
        {
            "user":"JANE_FONDA_DESERVED_IT",
            "time":"2077-10-24 07:24:57",
            "body":"Ohio reporting in. Got me a cold sodey pop and cat's paw no. 53. You think there's time for one last five knuckle shuffle?"
        }
    ]
}