{
    "op": {
        "title":"New York BOMBED",
        "user":"HaymarketHank",
        "time":"2077-10-23 00:49:11",
        "body":"GNN Confirmed Report: This morning, at 9:42 AM EST, multiple thermonuclear warheads of probable Chinese submarine origin impacted New York City and the surrounding metropolitan area. NORAD radar confirms additional inbound ICBMs over both the Atlantic and Pacific seaboards, expected to impact coastal targets within minutes.\n\nThe executive branch of the United States has declared a nationwide state of emergency. The Department of War is expected to be initiating retaliatory [nuclear] strikes. Further detonations are expected in hundreds of locations across the continental United States and its overseas territories within the hour.\n\nThis is a developing situation. All military and disaster response personnel are ordered to report to duty. Citizens are advised to take shelter IMMEDIATELY in any secure location with a minimum of two weeks' supply of clean food and drinking water, and a functioning radio. Remain indoors, and, if possible, underground, away from windows, power lines, trees, potential debris, and unreinforced structures. If you do not have access to adequate shelter, head towards a remote area away from population centers, high-profile government and military facilities.\n\nEvacuations and relief efforts are underway nationwide. Full civilian cooperation with state and federal authorities is required.\n\nIn accordance with CONELRAD protocols, GNN and all other private broadcast stations will cease transmission within ten minutes. Tune to your local civil defense frequency for further instructions.\n\nThis is NOT a drill. God bless America."
    },
    "replies": [
        {
            "user":"2feets1streets",
            "time":"2077-10-23 00:56:38",
            "body":"*Yawn* this is like the third time this month youve posted this"
        },
        {
            "user":"HaymarketHank",
            "time":"2077-10-23 01:11:20",
            "body":"This is real and I don't know what you're talking about. Turn on the TV and see for yourslef. Any channel.\n\nIt's certainly possible this is another false alarm but better safe than sorry."
        },
        {
            "user":"nixonlover66",
            "time":"2077-10-23 01:11:20",
            "body":"BRING IT ON COMMIES.I REGRET NOTHING"
        },
        {
            "user":"StarsAndStripesForever",
            "time":"2077-10-23 01:11:20",
            "body":"Of course the comunist bastards would resort to this. We all knew it was coming, so why did we not strike them first?\nAmerica will suvive obviously but this will teach us to have no problem doing whatever is necessary for our survival and that includes shooting any fucking pinkos standing in our way.\n\nstay safe guys. this may be my last post"
        },
        {
            "user":"[ADMIN] wisconsin_crusad3r",
            "time":"2077-10-23 01:18:49",
            "body":"Yes, this is a real report and it's serious. It's time for everyone to get off the computer NOW and find shelter for yourselves and your families.\n\nSnipping this thread as my last act as moderator. God bless America."
        }
    ]
}