{
    "op": {
        "title":"Why not make Music with computers",
        "user":"Stan's_Ford",
        "time":"2077-08-11 09:13:24",
        "body":"The Gerund QV-900 has holotape memory and space for dozens of patterns. The future is here and nobody seems to care, they only want to listen to derivitave oldies-revivalist garbage"
    },
    "replies": [
        {
            "user":"Captain_Colonel",
            "time":"2077-08-12 09:46:01",
            "body":"Nice ad, but this board is for real music. I'm sure you can find a nice Mr. Handy who's interested in buying your artificial crap."
        },
        {
            "user":"gramps",
            "time":"2077-08-12 03:21:54",
            "body":"Stan, I have some records from the 40s that heavly feature computers. Have you heard of Kathode? Litsen to his album Wiredd West, its an incredibly bold piece of music that you will certainly not hear on Galaxy News Radio. Gramps."
        },
        {
            "user":"HELTER-SKELTER",
            "time":"2077-08-12 13:01:27",
            "body":"I get what you're saying man, Im so sick of the junk on the radio, but computer music has never been my jam. you want Holodisk Jockey 9000? there are clubs in Denver where you'd fit right in"
        },
        {
            "user":"telletien",
            "time":"2077-08-13 02:11:13",
            "body":"Wiredd West is incredibly dated sounding, I would not recommend it. You can tell that it was made before the Resource Wars, it sounds like the 40s"
        },
        {
            "user":"gramps",
            "time":"2077-08-13 06:01:45",
            "body":"Telletien, I find the optimism and joy of the 40s to be heartwarming, especially in times like these. Gramps."
        },
        {
            "user":"BlackOutHackDown",
            "time":"2077-08-14 23:06:13",
            "body":"listen to BLASTED HANDY by Circuitgored if you want some gnarly shit. Europe was making some killer sounds in the late 50s. The best stuff is from germany though obviously, that's a tradition that stretches back to kraftwerk and bach"
        },
        {
            "user":"The_Submarine_from_Space",
            "time":"2077-08-15 19:56:01",
            "body":"Do you seriously think those big band songs are actually using big bands? Jesus, people on here are dumber than I thought. It's all computers, you dimwit. The saxophones are programmed."
        }
    ]
}