{
    "op": {
        "title":"The Ink Spots are overated garbbage",
        "user":"the_badges_superfan",
        "time":"2077-10-23 00:49:11",
        "body":"Why do they still play this ancent CRAP on the radio so dam much? why the heck is EVERY station playing it???? my brother took me in his car (he has a crysalis hotrod by the way its realy cool u should see it!!! [:-)] ) and we drove like a hundred miles trying to find a psyko rock station but the best thing we got was some guy playing farting sounds for some aparent reson and my brother said it was illegel\n\nAre they even actualy populer because idk it seems like the only people who wilingly listen to them are who i would call 'confirmist suits'. Even my grandma sayed they are stupid. she says her grandma listned to under-ground stuff like Simon And Garfuncle i never even heard of. i thouht that sounded realy cool {:-)\n\nBy the way does any1 know if theres a way to get music over conputers? my parents wont let me buy the new GEARZ album and my brother went back to colledge but my friend told me i could tape over my dads old hollotapes with conputer files"
    },
    "replies": [
        {
            "user":"richard_P1SS",
            "time":"2077-10-23 00:56:38",
            "body":"you're overrated garbage."
        },
        {
            "user":"CaptainColonel",
            "time":"2077-10-23 01:11:20",
            "body":"Nice one! Now how about you come up with something an adult might say to refute his arguments?"
        },
        {
            "user":"richard_P1SS",
            "time":"2077-10-23 01:18:49",
            "body":"nothing to refute. you're opinion is garbage and also you can't even spell HAHAHA you are probably like 9 years old."
        },
        {
            "user":"CaptainColonel",
            "time":"2077-10-23 01:33:24",
            "body":"*your\n\nAlso Im not the FP and I havent stated any opinion so Idk why you seem to be replying to me. And so what if he is a kid? Music is for everyone. Stop goofing up our board Mr. 'Piss' and put that energy into moving out of your parents basement."
        },
        {
            "user":"The_Submarine_from_Space",
            "time":"2077-10-23 06:43:24",
            "body":"Sorry kid, but your opinion IS garbage. The Ink Spots are as classic and good as music gets, not like your postmodern 'psycho rock' diarreah.\n\nMusic was scientificaly perfected in the mid 20th century. You can thank hippy's for ruining the industry with their drugs and soulless electronics."
        },
        {
            "user":"richard_PISS",
            "time":"2077-10-24 07:24:57",
            "body":"^ this guy gets it"
        },
        {
            "user":"richard_P1SS",
            "time":"2077-10-23 00:56:38",
            "body":"your both still overrated garbage by the way."
        },
        {
            "user":"the_badges_superfan",
            "time":"2077-10-23 01:33:24",
            "body":"Guys i didnt mean to start an argument i just wanted to know why there so populer on the radio and my faverite bands arent. also im NOT 9 yaers old im 13. if ur gonna goof me at least get it right 0[:-)]"
        },
        {
            "user":"gramps",
            "time":"2077-08-12 03:21:54",
            "body":"Badges Super Fan, I don't know where to find those files on the computer networks, but I agree that the radio does not have a lot in store for those of us who are serious about music. They never palyed much to my tastes either. I'm not familiar with this 'GEARZ' group, but will be keeping an eye out for them next time I am at the store, and then I'll let you know what I think.\nPS: Sorry to hear that your parents don't approve. No matter what, don't let anyone take away your passion for music! It sounds like you have a great brother and grandmother who will support you.\nPPS: Does your grandmother have a computer? Maybe you could introduce us some time so we could talk music. Gramps."
        },
        {
            "user":"HELTER-SKELTER",
            "time":"2077-10-23 00:56:38",
            "body":"I've heard about computer networks that trade around the kind of files you're talking about but Idk how to access them. You probably have to know a guy on the inside\nEver since someone tipped off the labels they've been forcing network admins to crack down on 'virtual contraband.' Some regulars here just got banned for posting about it so be careful"
        },
        {
            "user":"h0m3r_",
            "time":"2232-04-05 19:41:06",
            "body":"Fuck you guys you don't know shit about real music"
        }
    ]
}