{
    "op": {
        "title":"Calvert. Peterson. EDISON II.",
        "user":"The_Dark_Thinker",
        "time":"2077-09-11 00:21:56",
        "body":"The three horsemen of the neo-enlightenment. The harbingers of the end of liberalism. How do we feel about them?"
    },
    "replies": [
        {
            "user":"Nuka-ColaTesla",
            "time":"2077-09-11 08:39:14",
            "body":"Peterson? YOOYM man, don't make me laugh. He's the fourth dumbest guy in Congress, not some American crusader"
        },
        {
            "user":"WillNotBeTelevised",
            "time":"2077-09-11 10:14:53",
            "body":"Only three horsemen because Famine was eaten by the rotund slugs who call themselves Americans."
        },
        {
            "user":"Ripley49",
            "time":"2077-09-12 18:45:03",
            "body":"Liberalism is long dead and it didn't need three nobodies to end it. You know what Gramsci said about the time of monsters? Welcome to now."
        },
        {
            "user":"The_Dark_Thinker",
            "time":"2077-09-12 23:04:58",
            "body":"Of course Televised shows up to call Americans fat because he is a broken record. Actually, the fourth horseman was looking for a brain to snack on, but when he got to your house, he starved to death. Because you are dullard. Get out of my thread."
        },
        {
            "user":"nixonlover66",
            "time":"2077-09-13 04:55:52",
            "body":"DEMON-CRAPS ARE COMMUNIST SYMPATHIZERS AND LIBERALISM IS THE NEW NEW PLAGUE INVOKE THE INSURRECTION ACT NOW AND ARREST AMERICA'S ENEMIES"
        },
        {
            "user":"VENGEANCEOFNAVARRO",
            "time":"2077-09-19 03:12:47",
            "body":"EDISON II isn't a horseman of anything - it's a glorified ZAX. When it spits out proclamations about the security state, it's speaking for the people above it."
        },
        {
            "user":"snarkoholic",
            "time":"2077-09-20 04:11:44",
            "body":"yawn, another conspiracy thread. yeah, the black helicopters are coming to end liberalism and turn america into a dictatorship. i also heard that pigs are going to be growing wings very soon, so look forward to seeing them fly!"
        }
    ]
}