{
    "op": {
        "title":"Red Sonora BOOK REVIEW THREAD",
        "user":"WillNotBeTelevised",
        "time":"2077-10-09 07:22:11",
        "body":"I enjoyed it. Well-argued overall, but I knew everything it said already because I actually pay attention to the world. Still a good read for teenagers."
    },
    "replies": [
        {
            "user":"The_Dark_Thinker",
            "time":"2077-10-09 10:13:42",
            "body":"Thinly-veiled advertisement thread. Aren't you the resident communist? And yet your promoting a book that people... purchase! The hypocricy is astounding."
        },
        {
            "user":"Ripley49",
            "time":"2077-10-09 19:59:22",
            "body":"I think Brandes is right in that we're going to be looking at Mexico for a long time. That was the moment that the pretense was dropped."
        },
        {
            "user":"Nuka-ColaTelsa",
            "time":"2077-10-10 06:01:16",
            "body":"It's a partisan hackjob masquerading as political analysis. Anybody could tell you that the war in Mexico was bad"
        },
        {
            "user":"gramps",
            "time":"2077-10-12 09:22:43",
            "body":"Willnotbetelevised, I was around for the war in Mexico. I called my congressman about it, I believe it was Davis at the time. As I'm sure you know, they never declared war. It was called a security operation right up to the end. To my mind, it was Mexico and the Europe situation that made folks at home see how bad the oil problem was. A good friend of mine was arrested by the Un-American Activities Force, he was born in America but his parents were Mexican. I never found out what happened to him. I will have to pick up a copy of this book and give it a read. Gramps."
        },
        {
            "user":"WillNotBeTelevised",
            "time":"2077-10-12 15:32:14",
            "body":"He's not just saying the war is bad, you fat pig. The argument is that the annexation of Mexico kickstarted a global shift away from liberalism. Apparently they don't teach reading comprehension in Fatsville Tennessee."
        },
        {
            "user":"KILLALLCOMMUNISTS",
            "time":"2077-10-24 07:24:57",
            "body":"(post deleted by moderator)"
        },
        {
            "user":"gruk",
            "time":"2232-04-05 19:41:06",
            "body":"what the fuck is a chinese"
        }
    ]
}